Repository: AvenaliDanilo/fab_laser
Catalog: locale/*/LC_MESSAGES/fab_laser.po
Languages: it

source: Position the laser point to the origin (bottom-left corner) of the drawing.<br>Jog to desired XY position, press <i class="fa fa-bullseye"></i> and then press "Engrave"
it: Posizione il laser sull'origine (angolo in basso a sinistra). Spostati sulla posizione desiderata, premi <i class="fa fa-bullseye"></i> e poi premi "Incisione Laser"

source: Choose File
it: Scegli il file

source: Safety
it: Sicurezza

source: Get Ready
it: Tieniti pronto

source: Laser Engraving
it: Incisione Laser

source: Finish
it: Fine

source: Please wait...
it: Prego attendere...

source: Engraving STARTED
it: Incisione laser iniziata

source: Engraving PAUSED
it: Incisione laser in pausa

source: Please wait until the buffered moves in totumduino are finished
it: Prego attendere che tutti i comandi bufferizzati abbiano terminato

source: Engraving RESUMED
it: Incisione lasera ripresa

source: Engraving ABORTED
it: Incisione laser annullata

source: Engraving Initialized.
it: Incisione laser inizializzata.

source: File name.
it: Nome file.

source: Preparing {0}
it: Preparando {0}

source: Warning
it: Attenzione

source: You are about to start a manufacturing task involving the laser head
it: Stai per iniziare un'attività che coinvolge la testa laser

source: Make sure to follow the
it: Assicurarsi di seguire le

source: safety guidelines
it: norme di sicurezza

source: Verify that engraving or cutting the material poses no hazard
it: Verificare che l'incisione o il taglio del materiale non rappresenti un pericolo

source: Put the provided safety goggles now before continuing
it: Prima di continuare metti gli occhiali di protezione forniti

source: Make sure no one else can approach the unit without proper safety goggles and being informed of the hazard
it: Assicurarsi che nessun altro possa avvicinarsi alla stampante senza occhiali di protezione adeguati ed essere informato del pericolo

source: Do not remove the goggles unless it's safe to do so
it: Non rimuovere gli occhiali se non è sicuro farlo

source: Wait for the procedure to end
it: Aspettare che la procedura finisca

source: Do not touch, place or remove the laser head while the unit is operating
it: Non toccare, inserire o rimuovere la testa laser mentre la stampante sta lavorando

source: I understand and i agree with the conditions
it: Ho capito e accetto le condizioni

source: and
it: e le
